# ცვლადების შექმნა
a = 10
b = 20

# == ტესტი
print(a == b)  # False, რადგან a და b არ არის ტოლი

# != ტესტი
print(a != b)  # True, რადგან a და b განსხვავებულია

# >= ტესტი
print(a >= b)  # False, რადგან a არ არის b-ზე მეტი ან ტოლი

# <= ტესტი
print(a <= b)  # True, რადგან a ნაკლებია b-ზე

# > ტესტი
print(a > b)  # False, რადგან a არ არის b-ზე მეტი

# < ტესტი
print(a < b)  # True, რადგან a ნაკლებია b-ზე

# and ტესტი
print(a > 5 and b > 15)  # True, რადგან ორივე პირობა მართებულია

# or ტესტი
print(a > 15 or b > 15)  # True, რადგან მეორე პირობა მართებულია
