#ექაუნთი 1
მომხმარებელი1=str(input('შეიყვანე შენი სახელი :'))
მომხმარებელი2=(input('შეიტანე შენი გვარი :'))
მომხმარებელი3=(input('შეიტანე შენი ბარათის ნომერი :'))
# თანხის შეტანა
დეპოზიტი=int(input('შეიტანე თუ რამდენი თანხა გინდა რომ შეიტანო ბარათზე :'))

if დეპოზიტი == დეპოზიტი:
    print(input('შენ წარმატებით შეიტანე თანხა :'))

გამოტანა=int(input('ჩაწერე რამდენი თანხის გამოტანა გინდა :'))

if გამოტანა > დეპოზიტი:
 print('არ გაქვს საკმარისი თანხა!')

if გამოტანა <= დეპოზიტი:
   print(input('შენ წარმატებით შეიტანე თანხა'))

გამოსვლა= str(input('გინდა გასვლა?: კი/არა'))

if გამოსვლა == 'არა':
   print('რით შემიძლია დაგეხმაროთ?')

elif გამოსვლა == 'კი':
   print('სასიამოვნო დღეს გისურვებთ!')